Repository: IlmHe/DecAR-csw
Catalog: DecAR/*.lproj/Localizable.strings
Languages: fi

# menuMapText
source: Map
fi: Kartta

# menuSettingsText
source: Help
fi: Apua

# menuFurnitureText
source: Furniture Menu
fi: Huonekalut

# menuListingsText
source: Listings
fi: Listaukset

# settingsLang
source: Finnish ðŸ‡«ðŸ‡®
fi: English 🇬🇧

# listingsClientName
source: Client name:
fi: Asiakkaan nimi:

# listingsClientAddress
source: Client address:
fi: Asiakkaan osoite:

# listingsAddBtn
source: Add
fi: Lisää

# listingsAlertAddListing
source: Add listing
fi: Lisää listaus

# listingsClientName2
source: Client name
fi: Asiakkaan nimi

# listingsClientAddress2
source: Client address
fi: Asiakkaan osoite

# listingsBtnCancel
source: Cancel
fi: Peruuta

# listingsDetails
source: Enter listing details.
fi: Syötä listauksen tiedot.

# listingsSelectItem
source: Select an item
fi: Valitse kohde

source: Furniture name:
fi: Huonekalun nimi:

# furnitureAlertAddFurniture
source: Add furniture
fi: Lisää huonekalu

# furnitureFurnitureName
source: Furniture name
fi: Huonekalun nimi

# furnitureEnterFurnitureDetails
source: Enter furniture details.
fi: Lisää huonekalun tiedot

# furnitureSelectItem
source: Select an item
fi: Valitse kohde

# furniture3dModel
source: 3D model:
fi: 3D malli:

# furnitureCategory
source: Category:
fi: Kategoria:

# furnitureFurnitureCategory
source: Furniture category
fi: Huonekalu kategoria

# furniture3DModel
source: 3D model name
fi: 3D mallin nimi

# mapNoName
source: No name
fi: Ei nimeä

# mapTapped
source: Tapped on:
fi: Napautettu:

# weatherSearch
source: Search
fi: Hae

# weatherFetchJoke
source: Fetch joke
fi: Hae vitsi

# menuWeather
source: Weather
fi: Sää

# menuLabel
source: Menu
fi: Valikko

# settingsLabel
source: Settings
fi: Asetukset

# furnitureMenuLabel
source: Furniture menu
fi: Huonekaluvalikko

# weatherLanguage
source: en
fi: fi

source: Current weather
fi: Nykyinen sää

source: Temperature
fi: Asteet

source: Feels like:
fi: Tuntuu:

source: Humidity:
fi: Kosteus:

source: Wind speed:
fi: Ilman nopeus:

source: Description:
fi: Kuvaus:

source: Main
fi: Pää

# Sections
source: These instructions are seperated to different sections: 1. Summary 2. VR View 3. Furniture View 4. Map 5. Listings List 6. Weather View
fi: Nämä ohjeet ovat jaoteltu eri osiin: 1. Yhteenveto 2. VR Näkymä 3. Huonekalu Näkymä 4. Kartta 5. Listaukset 6. Sää Näkymä

# Section1
source: Section 1: Summary You start up in our VR view where you can place the furniture around. You can change the apps language from top right of the VR screen. In the top left corner you can open up our navigation menu which you can use to move between the DecAR's views.
fi: Osa 1: Yhteenveto Sovelluksen käynnistyessä löydät itsesi DecAR:in VR näkymästä missä voit asetella huonekaluja ympäri huonetta. Pääset sovelluksen käyttöohjeisiin täppäämällä kysymysmerkki ikonia ruudun oikeasta ylänurkasta VR näkymässä. Vasemmasta ylänurkasta löydät ikonin joka avaa navigaatio valikon mistä pääset kulkemaan ympäri DecAR sovellusta.

# Section2
source: Section 2: VR View In VR view you can choose and place different pieces of furniture by pressing the plus button. When you have chosen piece of furniture you can place it by tapping the screen. You tap the screen for couple of seconds the chosen furniture will be deleted from the screen. By doing a circle motion with two fingers DecAR will save and by tapping the screen with two fingers DecAR will load.
fi: Osa 2: VR Näkymä VR näkymässä voit valita eri huonekaluja huoneeseen täppäämällä isoa plus nappulaa. Kun olet valinnut tietyn huonekalun ja asettanut sen haluamaasi paikkaan, voit asettaa sen paikalleen täppäämällä kerran ruutua. Jos painat ruudusta muutaman sekunnin ajan valitsemasi huonekalu poistuu näkymästä. Tekemällä ympyräliikkeen kahdella sormella tallennat huonekalujen paikat sovellukseen. Täppäämällä ruutua kahdella sormella lataat tallennetun huonekalu asettelun.

# Section3
source: Section 3: Furniture View By hopping to furniture view from the navigation menu, you can add, edit as well as delete different pieces of furniture in DecAR.
fi: Osa 3: Huonekalu Näkymä Menemällä huonekalunäkymään valikon kautta, voit lisätä, muokata tai poistaa huonekaluja sovelluksesta.

# Section4
source: Section 4: Map In DecAR's map screen you'll see all of the listings on the map.
fi: Osa 4: Kartta DecAR:in karttanäkymässä näet kaikki listaukset kartalla.

# Section5
source: Section 5: Listings List In listings list which you can get to from the menu you can add, edit and delete listings. IMPORTANT NOTE! Add the address to a listing in this form to show up correctly on the map: 'Address, Name of the province'.
fi: Osa 5: Listaukset Lista Listaukset listassa pääset lisäämään, muokkaamaan ja poistamaan listauksia. HUOM! Lisää osoite listaukseen muodossa 'Osoite, Maakunta', jotta listaus näkyy kartalla.

# Section6
source: Section 6: Weather view You can use our weather view to check the type of weather around the listing area by searching the name of the city where the next listing is located.
fi: Osa 6: Sää Näkymä Sää näkymässä pystyt hakemaan listauksen ympärillä olevan sään hakemalla kaupungin perusteella jossa seuraava listaus on.
